DBD NAME=NA,ACCESS=(HDAM,OSAM), RMNAME=(DFSHDC40,50,180,2048)
DATASET DD1=NAINSTD,DEVICE=3350, FRSPC=(0,0),BLOCK=2820,SCAN=0
SEGM NAME=SEGINSTA,BYTES=20 FIELD NAME=(NOINSTA,SEQ,U), BYTES=14,START=1
SEGM NAME=SEGDATE, BYTES=30,PARENT=SEGINSTA
FIELD NAME=(DATEPROD,SEQ,U), BYTES=4,START=1 DBDGEN
FINISH